angular.module('completions', [])
    .value('completions', [
        {
            "title": "101.	如何为图片设置动画：",
            "answer": "选中图片----组件设置框：动画-----添加动画"
        },
        {
            "title": "102.	如何清除图片上所有动画：",
            "answer": "选中图片----组件设置框：动画-----清除动画"
        },
        {
            "title": "103.	如何为图片设置多个动画：",
            "answer": "选中图片----组件设置框：动画-----添加动画------继续【添加动画】"
        },
        {
            "title": "104.	如何删除图片上多个动画中的某一个：",
            "answer": "选中图片----组件设置框：动画-----点击删除此动画"
        },
        {
            "title": "105.	如何自定义裁切图片：",
            "answer": "选中图片----右键下拉菜单：裁切-----选择自定义，然后裁剪图片"
        },
        {
            "title": "106.	如何替换场景图片：",
            "answer": "双击图片或右键下拉菜单：编辑"
        },
        {
            "title": "107.	如何删除素材库中我的图片的素材：",
            "answer": "进入素材库----我的图片-------点击管理-------选择要删除的图片，点击删除"
        },
        {
            "title": "108.	如何为素材库中图片添加分组：",
            "answer": "打开素材库-------我的图库------添加分组"
        },
        {
            "title": "109.	场景素材库中创建分组，分组名称不超过_____",
            "answer": "16个字符"
        },
        {
            "title": "110.	上传图片大小不超过______",
            "answer": "3m"
        },
        {
            "title": "111.	图片库中支持：",
            "answer": "Png、jpg、gif格式图片"
        },
        {
            "title": "112.	一次最多可上传_____",
            "answer": "6张图片"
        },
        {
            "title": "113.	易企秀背景尺寸：",
            "answer": "1008px*640px"
        },
        {
            "title": "114.	如何裁切背景?",
            "answer": "点击画布右侧-背景---选择裁剪"
        },
        {
            "title": "115.	如何更换背景?",
            "answer": "点击画布右侧-背景---选择更换"
        },
        {
            "title": "116.	如何为背景增加放大或缩小效果：",
            "answer": "点击画布右侧背景----选择效果"
        },
        {
            "title": "117.	如何删除背景：",
            "answer": "点击画布右侧背景----选择删除"
        },
        {
            "title": "118.	场景上传音乐_____",
            "answer": "不超过4m"
        },
        {
            "title": "119.	场景音乐支持格式____",
            "answer": "MP3格式"
        },
        {
            "title": "120.	场景中如何添加视频?",
            "answer": "点击组件栏：视频-----添加视频通用代码"
        },
        {
            "title": "121.	场景中添加视频支持_____",
            "answer": "优酷、土豆、腾讯"
        },
        {
            "title": "122.	视频按钮可以设置_____",
            "answer": "可以设置动画、样式"
        },
        {
            "title": "123.	形状组件可以设置_____",
            "answer": "动画、样式、音效、触发、链接"
        },
        {
            "title": "124.	形状组件是否可以修改颜色：",
            "answer": "改变形状颜色"
        },
        {
            "title": "125.	如何删除场景中多余形状：",
            "answer": "直接点击deldtd或右键，下拉菜单中选择删除"
        },
        {
            "title": "126.	如何给形状设置背景颜色透明：",
            "answer": "选中形状-----组件设置框：样式中，选择基础样式----背景颜色---颜色透明度"
        },
        {
            "title": "127.	如何给形状设置半透明：",
            "answer": "选中图片-----组件设置框：样式中，选择基础样式---透明度"
        },
        {
            "title": "128.	如何给图片设置固定位置：",
            "answer": "选中图片-----组件设置框：样式中，选择基础样式----固定组件"
        },
        {
            "title": "129.	如何给形状设置边框线：",
            "answer": "选中图片-----组件设置框：样式中，选择边框样式----调整【尺寸】"
        },
        {
            "title": "130.	如何给形状设置圆角：",
            "answer": "选种形状-----组件设置框：样式中，选择边框样式----弧度"
        },
        {
            "title": "131.	如何给形状设置阴影：",
            "answer": "选种文形状-----组件设置框：样式中，选择阴影样式----大小"
        },
        {
            "title": "132.	如何清除形状设置的样式：",
            "answer": "选种文本框-----组件设置框 ----清除样式"
        },
        {
            "title": "133.	如何为形状设置动画：",
            "answer": "选中形状----组件设置框：动画-----添加动画"
        },
        {
            "title": "134.	如何清除形状上所有动画：",
            "answer": "选中形状----组件设置框：动画-----清除动画"
        },
        {
            "title": "135.	如何为形状设置多个动画：",
            "answer": "选中形状----组件设置框：动画-----添加动画------继续【添加动画】"
        },
        {
            "title": "136.	如何删除形状上多个动画中的某一个：",
            "answer": "选中形状----组件设置框：动画-----点击删除此动画"
        },
        {
            "title": "137.	如何替换场景形状：",
            "answer": "双击即可更换"
        },
        {
            "title": "138.	图集最多可添加：",
            "answer": "6张图片"
        },
        {
            "title": "139.	如何给图集设置百叶窗翻页：",
            "answer": "选中图集------双击或右键下拉菜单：编辑----切换动画【百叶窗】"
        },
        {
            "title": "140.	图集切换动画共几种：",
            "answer": "10种方式"
        },
        {
            "title": "141.	如何设置图集中图片切换时间：",
            "answer": "选中图集------双击或右键下拉菜单：编辑----调整“切换时间”"
        },
        {
            "title": "142.	图集不可设置哪些操作：",
            "answer": "图集不能设置动画、样式、触发、链接"
        },
        {
            "title": "143.	如何给场景添加【喜欢】组件： ",
            "answer": "组件栏中选择：互动------计数器-------【喜欢】"
        },
        {
            "title": "144.	如何给场景添加投票：",
            "answer": "组件栏中选择：互动------计数器-------投票"
        },
        {
            "title": "145.	可以在投票面板中设置哪些操作：",
            "answer": "图标颜色、字号大小、布局"
        },
        {
            "title": "146.	图标可设置哪些属性：",
            "answer": "动画、样式"
        },
        {
            "title": "147.	如何给场景添加一键拨号按钮：",
            "answer": "组件栏中选择：互动------电话-------设置电话或手机"
        },
        {
            "title": "148.	如何给场景添加地图：",
            "answer": "组件栏中选择：互动------地图-------输入地址"
        },
        {
            "title": "149.	如何给场景添加微信组件：",
            "answer": "组件栏中选择：互动------微信"
        },
        {
            "title": "150.	微信组件中可添加哪些功能：",
            "answer": "头像、照片、声音"
        },
        {
            "title": "151.	一个场景中可以添加几个提交按钮：",
            "answer": "1个提交按钮"
        },
        {
            "title": "152.	如何添加图表：",
            "answer": "组件栏中选择：表单------图表"
        },
        {
            "title": "153.	添加图表有哪几类：",
            "answer": "饼状图、柱状图、折线图、曲面图"
        },
        {
            "title": "154.	一个场景中可添加几个留言板：",
            "answer": "1个"
        },
        {
            "title": "155.	如何设置场景封面：",
            "answer": "设置----常用设置-----“更换封面”"
        },
        {
            "title": "156.	场景名称最多可是只_____",
            "answer": "48个字符"
        },
        {
            "title": "157.	如何为场景增加描述?",
            "answer": "设置----常用设置-----描述"
        },
        {
            "title": "158.	如何设置场景翻页方式?",
            "answer": "设置----常用设置-----翻页方式"
        },
        {
            "title": "159.	如何设置场景自动翻页?",
            "answer": "设置----常用设置-----勾选“自动播放”"
        },
        {
            "title": "160.	如何设置场景访问密码?",
            "answer": "设置----分享设置-----场景访问状态------加密访问"
        },
        {
            "title": "161.	如何设置自定义加载logo?",
            "answer": "设置----高级设置-----加载设置-勾选自定义加载logo"
        },
        {
            "title": "162.	如何去除尾页底标?",
            "answer": "设置----高级设置-----尾页与底标：勾选“无尾页和底标”"
        },
        {
            "title": "163.	如何为设置场景显示页码?",
            "answer": "设置----常用设置-----勾选“显示”"
        },
        {
            "title": "164.	易企秀分享推广方式有哪些?",
            "answer": "社交推广、广告推广、短信推广、扩展推广、网址嵌入"
        },
        {
            "title": "165.	短信推广资费说明:",
            "answer": "发送一个手机号视为一条短信，10秀点可发送100条短信，90秀点可发送1000条短信，150秀点可发送2000条短信，300秀点可发送5000条短信。"
        },
        {
            "title": "166.	易企秀短信推广，",
            "answer": "增加联系人时，不能批量导入"
        },
        {
            "title": "167.	场景效果统计项包括哪些：",
            "answer": "访问统计、分享统计、互动统计、扩展网址统计"
        },
        {
            "title": "168.	数据汇总中包含：",
            "answer": "表单数据和留言信息"
        },
        {
            "title": "169.	易企秀场景审核规则中禁止：",
            "answer": "发布有奖转发、诱导关注、医药、色情、不良风气场景"
        },
        {
            "title": "170.	易企秀明确规定场景中不得涉及：",
            "answer": "有奖转发/分享/集赞/扫码、关注有礼有惊喜、提示分享/转发朋友圈,、连续转发分享、求转发/扩散："
        },
        {
            "title": "171.	. 易企秀提示分享朋友圈禁止哪些内容：",
            "answer": "禁止“点击右上角分享朋友圈”， 如活动页面出现“分享朋友圈”等类似字样<br/>禁止场景内出现送红包、奖励现金等相关内容<br/>禁止场景内（包括标题、场景描述、图片）有点击领取现金、微信的抢红包、进群发红包、关注/分享有红包（利诱分享类）、XXX发红包（送红包）等内容，禁止使用微信红包、支付宝红包的官方图标作为封面图"
        },
        {
            "title": "172.	违规行为处理措施等级",
            "answer": "1级：关闭场景<br/>2级：取消帐号高级权限、服务商权限<br/>3级：严重的，关闭帐号(多次违规） "
        },
        {
            "title": "173.	易企秀兼容性最佳浏览器：",
            "answer": "Chrome浏览器"
        },
        {
            "title": "174.	活动页面包含哪些模块",
            "answer": "推荐、介绍"
        },
        {
            "title": "175.	易企秀ios端，如何使用秀场中的案例场景：",
            "answer": "点击场景顶部【使用】按钮即可"
        },
        {
            "title": "176.	如何使用手机易企秀，设置场景封面：",
            "answer": "编辑场景后点击【预览】------点击【完成】----------点击【场景封面】----进入【更多设置】----点击封面----选择需要的封面"
        },
        {
            "title": "177.	如何使用易企秀ios端，设置场景翻页方式：",
            "answer": "编辑场景后点击【预览】------点击【完成】----------点击【场景封面】----进入【更多设置】----点击【翻页方式】----选择需要的翻页方式"
        },
        {
            "title": "178.	易企秀ios端编辑场景时，如何开启自由模式：",
            "answer": "在编辑场景时，点击顶部小锁图标"
        },
        {
            "title": "179.	易企秀ios端，如何添加新页面：",
            "answer": "在编辑场景时，点击底部页码，选择添加新页面"
        },
        {
            "title": "180.	易企秀ios端，如何删除场景中某个页面：",
            "answer": "在编辑场景时，点击底部页码，选择删除当前页"
        },
        {
            "title": "181.	易企秀ios端，如何删除场景：",
            "answer": "点击场景中“更多”-----删除"
        },
        {
            "title": "182.	易企秀ios端，如何修改背景：",
            "answer": "在编辑场景时，点击底部右侧“更多”图标，选择修改背景"
        },
        {
            "title": "183.	易企秀ios端，如何进行页面排序：",
            "answer": "在编辑场景时，点击底部页码，选择页面排序"
        },
        {
            "title": "184.	易企秀ios端，自由模式下，可以对图片进行哪些属性设置：",
            "answer": "换图、裁剪、滤镜、动画"
        },
        {
            "title": "185.	易企秀ios端，自由模式下，可以对背景进行哪些操作：",
            "answer": "替换、删除、裁剪"
        },
        {
            "title": "186.	添加“我的客户”数据来源有哪些 ：",
            "answer": "新建数据和场景收集数据"
        },
        {
            "title": "187.	轻设计创建方式：",
            "answer": "可以自定义尺寸创建和使用模板创建"
        },
        {
            "title": "188.	轻设计分享展现形式有哪些：",
            "answer": "翻牌子、大长图"
        },
        {
            "title": "189.	轻设计下载格式：",
            "answer": "图片格式、打印格式"
        },
        {
            "title": "190.	轻设计如何修改封面：",
            "answer": "设置---常用设置----修改封面"
        },
        {
            "title": "191.	我的客户中，可以进行哪些操作：",
            "answer": "添加用户、导出用户、删除用户、编辑用户信息"
        },
        {
            "title": "192.	如何申请场景加入秀场：",
            "answer": "设置-分享设置-勾选“申请加入秀场”"
        },
        {
            "title": "193.	如何申请成为样例：",
            "answer": "设置-分享设置-勾选“申请为样例”"
        },
        {
            "title": "194.	如何参加易企秀活动：",
            "answer": "设置-----分享设置-----勾选“参加活动”"
        },
        {
            "title": "195.	企业账号添加子账号时，须填写：",
            "answer": "须填写账号名称、账号号密码、用户昵称、选择所在部门"
        },
        {
            "title": "196.	企业标准版年费：",
            "answer": "6800元"
        },
        {
            "title": "197.	企业高级版中，回收站内容保存几天：",
            "answer": "15天"
        }
    ]);