angular.module('questions', [])
    .value('questions', [
        {
            "title": "1.	易企秀解决企业哪几个环节问题：",
            "answer": [
                {"title": "A.	H5场景制作---推广传播---数据收集-----二次营销", "result": true},
                {"title": "B.	设    计--------宣传------收    银--------再营销"},
                {"title": "C.	制    作--------销售------推    广--------数据收集"},
                {"title": "D.	设    计--------OA---------客户管理--------再营销"}
            ]
        },
        {
            "title": "2.	易企秀产品包括：",
            "answer": [
                {"title": "A.	网页端、IOS端、android端、轻设计、海外版Heypefoilo", "result": true},
                {"title": "B.	windows端、WP端、ios端、android端、轻设计"},
                {"title": "C.	网页端、微信端、ios端、mac端、轻设计"},
                {"title": "D.	网页端、微信端、ios端、mac端、海外版Heypefoilo"}
            ]
        },
        {
            "title": "3.	易企秀客服电话：",
            "answer": [
                {"title": "A.	010-83035157", "result": true},
                {"title": "B.	010-5881333"},
                {"title": "C.	010-8667817"},
                {"title": "D.	010-5881366"}
            ]
        },
        {
            "title": "4.	易企秀官网首页导航包括：",
            "answer": [
                {"title": "A.	场景定制、秀场、会员特权、帮助中心", "result": true},
                {"title": "B.	首    页、秀场、会员特权、帮助中心"},
                {"title": "C.	 H5场景、轻设计、客户、论坛、帮助"},
                {"title": "D.	首    页、场景定制、秀场、帮助中心"}
            ]
        },
        {
            "title": "5.	易企秀注册的几种方式：",
            "answer": [
                {"title": "A.	手机号注册、邮箱注册、微信注册、qq注册", "result": true},
                {"title": "B.	用户名注册、微博注册、微信注册、qq注册"},
                {"title": "C.	注册邮箱注册、微博注册、微信注册、qq注册"},
                {"title": "D.	注册邮箱注册、微博注册、微信注册、手机注册"}
            ]
        },
        {
            "title": "6.	易企秀登方式包括：",
            "answer": [
                {"title": "A.	手机、邮箱、账号、微信、QQ", "result": true},
                {"title": "B.	手机、百度、微信、QQ"},
                {"title": "C.	手机、微博、账号、微信、QQ"},
                {"title": "D.	手机、豆瓣、邮箱、微信、QQ"}
            ]
        },
        {
            "title": "7.	易企秀第三方登录平台：",
            "answer": [
                {"title": "A.	微信、QQ", "result": true},
                {"title": "B.	微博、微信、QQ"},
                {"title": "C.	微博、人人、微信"},
                {"title": "D.	微信、人人、豆瓣"}
            ]
        },
        {
            "title": "8.	密码规则",
            "answer": [
                {"title": "A.	6-16个字符，英文字母或数字，区分大小写", "result": true},
                {"title": "B.	6-32个字符，英文字母或数字，区分大小写"},
                {"title": "C.	6-16个字符，英文字母或数字，不区分大小写"},
                {"title": "D.	6-32个字符，英文字母或数字，不区分大小写"}
            ]
        },
        {
            "title": "9.	下列关于易企秀说法正确的是",
            "answer": [
                {"title": "A.	易企秀登录时，可选择一周免登录、可选择记住密码、可使用微信或QQ直接登录", "result": true},
                {"title": "B.	易企秀登录时，可选择一月免登录、可选择记住密码、可使用微信或QQ直接登录"},
                {"title": "C.	易企秀登录时，可选择一周免登录、可选择记住密码、可使用微博或QQ直接登录"},
                {"title": "D.	易企秀登录时，可选择一月免登录、可选择记住密码、可使用微博或QQ直接登录"}
            ]
        },
        {
            "title": "10.	易企密码找回方式：",
            "answer": [
                {"title": "A.	通过邮箱或手机找回", "result": true},
                {"title": "B.	只能手机找回"},
                {"title": "C.	只能通过客服找回"},
                {"title": "D.	只能通过邮箱"}
            ]
        },
        {
            "title": "11.	易企秀账号会员包括：",
            "answer": [
                {"title": "A.	个人会员、企业会员", "result": true},
                {"title": "B.	普通会员、高级会员"},
                {"title": "C.	个人会员、高级会员"},
                {"title": "D.	高级会员、服务商会员"}
            ]
        },
        {
            "title": "12.	易企秀企业账号版本版包括",
            "answer": [
                {"title": "A.	免费企业版、企业体验版、企业基础版、企业标准版、企业高级版", "result": true},
                {"title": "B.	普通企业版、企业体验版、企业基础版、企业标准版、企业专业版"},
                {"title": "C.	免费企业版、企业畅享版、企业基础版、企业标准版、企业高级版"},
                {"title": "D.	免费企业版、企业体验版、企业入门版、企业标准版、企业高级版"}
            ]
        },
        {
            "title": "13.	易企秀合作会员包括：",
            "answer": [
                {"title": "A.	服务商账号、公共账号", "result": true},
                {"title": "B.	企业账号、普通账号"},
                {"title": "C.	普通账号、公共账号"},
                {"title": "D.	秀客账号、企业账号"}
            ]
        },
        {
            "title": "14.	申请秀客服务商账号须填写资料：",
            "answer": [
                {"title": "A.	简短简介、详细介绍、代表作品、服务地域、擅长领域、手机、邮箱", "result": true},
                {"title": "B.	简短介绍、详细介绍、代表作品、所在地域、擅长领域、手机、邮箱"},
                {"title": "C.	企业营业执照、详细介绍、代表作品、服务地域、擅长领域、手机、邮箱"},
                {"title": "D.	企业营业执照、详细介绍、代表作品、所在地域、擅长领域、手机、邮箱"}
            ]
        },
        {
            "title": "15.	升级为企业账号必填写",
            "answer": [
                {"title": "A.	企业名称、企业邮箱、联系人、联系地址、手机号、验证码", "result": true},
                {"title": "B.	企业名称、企业邮箱、联系人、联系地址、营业执照"},
                {"title": "C.	企业名称、企业邮箱、联系人、联系地址、企业规模"},
                {"title": "D.	企业名称、企业邮箱、联系人、联系地址、企业网址"}
            ]
        },
        {
            "title": "16.	以下说法正确的是：",
            "answer": [
                {"title": "A.	个人账号可以升级为企业账号或者是服务商账号", "result": true},
                {"title": "B.	企业标准账号可以升级为服务商账号"},
                {"title": "C.	企业免费账号可以升级为服务商账号"},
                {"title": "D.	个人账号不可以升级为公共账号"}
            ]
        },
        {
            "title": "17.	以下说法不正确的是：",
            "answer": [
                {"title": "A.	秀客可以升级为企业账号或者公共账号", "result": true},
                {"title": "B.	企业免费账号可以升级为企业付费版账号"},
                {"title": "C.	企业账号不能升级为服务商账号"},
                {"title": "D.	企业账号不可以升级为公共账号"}
            ]
        },
        {
            "title": "18.	不属于企业基础版功能的是：",
            "answer": [
                {"title": "A.	子账号可创建50个", "result": true},
                {"title": "B.	绑定域名免费"},
                {"title": "C.	场景回收站保存7天"},
                {"title": "D.	3000元/年"}
            ]
        },
        {
            "title": "19.	不属于企业高级版功能的是：",
            "answer": [
                {"title": "A.	场景回收站保存7天", "result": true},
                {"title": "B.	子账号可创建100个"},
                {"title": "C.	绑定域名免费"},
                {"title": "D.	15600元/年"}
            ]
        },
        {
            "title": "20.	用户中心可以做哪些操作：",
            "answer": [
                {"title": "A.	编辑场景", "result": true},
                {"title": "B.	修改昵称、"},
                {"title": "C.	查看账号类型查看未读消息、"},
                {"title": "D.	购买秀点"}
            ]
        },
        {
            "title": "21.	如何修改账号头像：",
            "answer": [
                {"title": "A.	H5场景----直接更换头像"},
                {"title": "B.	客   户----直接更换头像"},
                {"title": "C.	会员特权----个人会员------点击头像"},
                {"title": "D.	用户中心-----点击头像-----选择图片-----确定", "result": true}
            ]
        },
        {
            "title": "22.	购买秀点时，一次可购买：",
            "answer": [
                {"title": "A.	2000"},
                {"title": "B.	1000"},
                {"title": "C.	100"},
                {"title": "D.	500", "result": true}
            ]
        },
        {
            "title": "23.	如何查看秀点使用详情：",
            "answer": [
                {"title": "A.	用户中心----账号安全----支出秀点"},
                {"title": "B.	H5场景------会员服务----支出秀点"},
                {"title": "C.	轻设计-------会员服务----支出秀点"},
                {"title": "D.	用户中心----会员服务----支出秀点", "result": true}
            ]
        },
        {
            "title": "24.	如何查看秀点明细：",
            "answer": [
                {"title": "A.	用户中心----账号安全----支出秀点"},
                {"title": "B.	H5场景------账号管理----支出秀点"},
                {"title": "C.	轻设计-------会员服务----秀点明细"},
                {"title": "D.	用户中心----会员服务----秀点明细", "result": true}
            ]
        },
        {
            "title": "25.	秀点明细列表包含哪些内容：",
            "answer": [
                {"title": "A.	时间、收入/支出秀点数量、"},
                {"title": "B.	时间、收入秀点数量、使用详情"},
                {"title": "C.	时间、支出秀点数量、使用详情"},
                {"title": "D.	时间、收入/支出秀点数量、使用详情", "result": true}
            ]
        },
        {
            "title": "26.	   针对对秀点可以做哪些操作：",
            "answer": [
                {"title": "A.	售卖秀点、转送秀点"},
                {"title": "B.	售卖秀点、购买秀点"},
                {"title": "C.	秀点兑现、转送秀点"},
                {"title": "D.	购买秀点、转送秀点", "result": true}
            ]
        },
        {
            "title": "27.	   如何开具发票：",
            "answer": [
                {"title": "A.	秀场中心----秀    客----开具发票"},
                {"title": "B.	秀场中心----活    动----开具发票"},
                {"title": "C.	用户中心----账号管理----开具发票"},
                {"title": "D.	用户中心----会员服务----开具发票", "result": true}
            ]
        },
        {
            "title": "28.	 购买秀点开具发票，联系邮箱：",
            "answer": [
                {"title": "A.	eued@eqxiu.com"},
                {"title": "B.	ceshi@eqxiu.com"},
                {"title": "C.	zhichi@eqxiu.com"},
                {"title": "D.	Fapiao@eqxiu.com", "result": true}
            ]
        },
        {
            "title": "29.	如何修改发票信息：",
            "answer": [
                {"title": "A.	用户中心----会员服务----开具发票"},
                {"title": "B.	用户中心----账号安全----修改发票信息"},
                {"title": "C.	用户中心----会员中心----修改发票信息"},
                {"title": "D.	用户中心----编辑信息----修改发票信息", "result": true}
            ]
        },
        {
            "title": "30.	如何修改账号邮箱：",
            "answer": [
                {"title": "A.	用户中心---会员服务------保密邮箱：修改邮箱"},
                {"title": "B.	用户中心---账号管理------保密邮箱：修改邮箱"},
                {"title": "C.	用户中心---回收站---------保密邮箱：修改邮箱"},
                {"title": "D.	用户中心---账号安全------保密邮箱：修改邮箱", "result": true}
            ]
        },
        {
            "title": "31.	如何绑定微信：",
            "answer": [
                {"title": "A.	用户中心---会员服务------绑定微信"},
                {"title": "B.	用户中心---账号管理------绑定微信"},
                {"title": "C.	用户中心---回收站---------绑定微信"},
                {"title": "D.	用户中心---账号安全------绑定微信", "result": true}
            ]
        },
        {
            "title": "32.	易企秀可开具发票类型：",
            "answer": [
                {"title": "A.	仅增值税普票"},
                {"title": "B.	增值税普票和个人普票"},
                {"title": "C.	增值税专票和个人普票"},
                {"title": "D.	增值税普票、增值税专票、个人普票", "result": true}
            ]
        },
        {
            "title": "33.	易企秀开具发票内容：",
            "answer": [
                {"title": "A.	代理服务费"},
                {"title": "B.	劳动服务费"},
                {"title": "C.	托管服务费"},
                {"title": "D.	技术服务费", "result": true}
            ]
        },
        {
            "title": "34.	开具发票信息需填写：",
            "answer": [
                {"title": "A.	公司名称、联系电话、收件地址、发票抬头、税务登记所在地、税务登记证"},
                {"title": "B.	公司名称、联系电话、收件地址、发票金额、税务登记号、税务登记证"},
                {"title": "C.	收件人、联系电话、收件地址、发票抬头、税务登记所在地、税务登记证"},
                {"title": "D.	收件人、联系电话、收件地址、发票抬头、税务登记号、税务登记证", "result": true}
            ]
        },
        {
            "title": "35.	如何修改账号绑定QQ：",
            "answer": [
                {"title": "A.	用户中心----会员服务------绑定qq"},
                {"title": "B.	H5场景------创建场景------绑定qq"},
                {"title": "C.	秀场中心----活    动------绑定qq"},
                {"title": "D.	用户中心-----账号安全-----绑定qq", "result": true}
            ]
        },
        {
            "title": "36.	如何修改账号密码",
            "answer": [
                {"title": "A.	用户中心---会员服务----修改密码"},
                {"title": "B.	秀场中心---秀    客----修改密码"},
                {"title": "C.	用户中心---账号管理----修改密码"},
                {"title": "D.	用户中心---账号安全----修改密码", "result": true}
            ]
        },
        {
            "title": "37.	账号安全中可以操作：",
            "answer": [
                {"title": "A.	查看账号类型、修改密码、修改论坛账号密码"},
                {"title": "B.	绑定邮箱、绑定微信、绑定qq、查看账号类型、删除场景"},
                {"title": "C.	绑定邮箱、绑定微信、绑定qq、查看账号类型、管理场景"},
                {"title": "D.	绑定邮箱、绑定微信、绑定qq、查看账号类型、修改密码、修改论坛账号", "result": true}
            ]
        },
        {
            "title": "38.	如何找到误删场景：",
            "answer": [
                {"title": "A.	用户中心---账号安全---场景回收站"},
                {"title": "B.	用户中心---会员服务---场景回收站"},
                {"title": "C.	用户中心---回收站---素材回收站"},
                {"title": "D.	用户中心---回收站---场景回收站", "result": true}
            ]
        },
        {
            "title": "39.	回收站中包含：",
            "answer": [
                {"title": "A.	场景回收站、"},
                {"title": "B.	素材回收站"},
                {"title": "C.	场景回收站、页面回收站"},
                {"title": "D.	场景回收站、素材回收站", "result": true}
            ]
        },
        {
            "title": "40.	回收站内容免费企业账号保存几天：",
            "answer": [
                {"title": "A.	永久保存"},
                {"title": "B.	7天"},
                {"title": "C.	1天"},
                {"title": "D.	3天", "result": true}
            ]
        },
        {
            "title": "41.	如何复制场景",
            "answer": [
                {"title": "A.	H5场景----选择要复制场景---点击编辑-----复制场景"},
                {"title": "B.	H5场景----选择要复制场景---右键：下拉菜单中选择"},
                {"title": "C.	H5场景----选择要复制场景---点击复制按钮", "result": true},
                {"title": "D.	H5场景----选择要复制场景---双击场景封面"}
            ]
        },
        {
            "title": "42.	如何删除场景",
            "answer": [
                {"title": "A.	H5场景----选择要复制场景---点击编辑---删除场景"},
                {"title": "B.	H5场景----选择要复制场景---点击设置---删除场景"},
                {"title": "C.	H5场景----选择要复制场景---点击删除按钮", "result": true},
                {"title": "D.	H5场景----选择要复制场景---双击封面"}
            ]
        },
        {
            "title": "43.	如何转送场景",
            "answer": [
                {"title": "A.	H5场景----选择要复制场景---点击转送按钮----填写转赠密码"},
                {"title": "B.	H5场景----选择要复制场景---双击封面------填写转赠账号"},
                {"title": "C.	H5场景----选择要复制场景---点击转送按钮----填写转赠账号", "result": true},
                {"title": "D.	H5场景----选择要复制场景---右键封面-------填写转赠账号"}
            ]
        },
        {
            "title": "44.	转增场景时：",
            "answer": [
                {"title": "A.	需要填写转赠者联系方式"},
                {"title": "B.	需要填写转赠者昵称"},
                {"title": "C.	需要填写转赠者易企秀账号", "result": true},
                {"title": "D.	需要填写转赠者微信号"}
            ]
        },
        {
            "title": "45.	场景可转增到：",
            "answer": [
                {"title": "A.	对方QQ账号、海外版hypefolio账号"},
                {"title": "B.	对方微信账号、海外版hypefolio账号"},
                {"title": "C.	对方易企秀账号、海外版hypefolio账号", "result": true},
                {"title": "D.	对方易企秀昵称、海外版hypefolio账号"}
            ]
        },
        {
            "title": "46.	转增场景后：",
            "answer": [
                {"title": "A.	转送者依然拥有此场景"},
                {"title": "B.	接受者需要接受才能拥有此场景"},
                {"title": "C.	转送者不再拥有此场景", "result": true},
                {"title": "D.	接受者和转送者共同拥有此场景"}
            ]
        },
        {
            "title": "47.	如何对场景进行分组：",
            "answer": [
                {"title": "A.	点击场景封面----移动至分组"},
                {"title": "B.	右键场景封面----移动至分组"},
                {"title": "C.	点击管理分组----移动至分组", "result": true},
                {"title": "D.	点击场景二维码----移动至分组"}
            ]
        },
        {
            "title": "48.	如何添加分组标签：",
            "answer": [
                {"title": "A.	点击场景---添加分组---设置名称后，点击确认"},
                {"title": "B.	点击二维码---添加分组---设置名称后，点击确认"},
                {"title": "C.	点击管理分组---添加分组---设置名称后，点击确认", "result": true},
                {"title": "D.	点击项目分类---添加分组---设置名称后，点击确认"}
            ]
        },
        {
            "title": "49.	H5场景中，查看场景方式：",
            "answer": [
                {"title": "A.	列表展示、预览展示"},
                {"title": "B.	列表展示、小图展示"},
                {"title": "C.	列表展示、橱窗展示", "result": true},
                {"title": "D.	列表展示、详情展示"}
            ]
        },
        {
            "title": "50.	H5场景中，可以查看：",
            "answer": [
                {"title": "A.	uv总数、pv总量、收集数据总量"},
                {"title": "B.	场景总数、素材总量、浏览总量"},
                {"title": "C.	场景总数、展示总量、收集数据总量", "result": true},
                {"title": "D.	场景总数、浏览总量、地域分布"}
            ]
        },
        {
            "title": "51.	H5场景如何修改场景名称：",
            "answer": [
                {"title": "A.	选择到要修改的场景-----双击封面-----------修改场景名称"},
                {"title": "B.	选择到要修改的场景-----点击场景名称----直接修改场景名称"},
                {"title": "C.	选择到要修改的场景-----设    置-----------场景名称", "result": true},
                {"title": "D.	选择到要修改的场景-----右键封面-----------修改场景名称"}
            ]
        },
        {
            "title": "52.	H5场景如何修改场景封面",
            "answer": [
                {"title": "A.	选择到要修改的场景-----双击场景封面----更换封面"},
                {"title": "B.	选择到要修改的场景-----双击场景名称----更换封面"},
                {"title": "C.	选择到要修改的场景-----点击【设置】按钮-----更换封面", "result": true},
                {"title": "D.	选择到要修改的场景-----右键场景封面----修改场景封面"}
            ]
        },
        {
            "title": "53.	H5场景如何下载场景二维码：",
            "answer": [
                {"title": "A.	选择场景-----点击编辑-------分享推广：社交分享---下载二维码"},
                {"title": "B.	选择场景-----点击预览-------分享推广：社交分享---下载二维码"},
                {"title": "C.	选择场景-----点击详情-------分享推广：社交分享---下载二维码", "result": true},
                {"title": "D.	选择场景-----点击二维码-------分享推广：社交分享---下载二维码"}
            ]
        },
        {
            "title": "54.	H5场景中，如何在手机上预览场景：",
            "answer": [
                {"title": "A.	选择场景---点击设置---手机扫描二维码即可"},
                {"title": "B.	选择场景---点击封面---手机扫描二维码即可"},
                {"title": "C.	选择场景---点击左下角二维码图标---手机扫描二维码即可", "result": true},
                {"title": "D.	选择场景---点击编辑---手机扫描二维码即可"}
            ]
        },
        {
            "title": "55.	场景创建的方式：",
            "answer": [
                {"title": "A.	仅能套用场景样例创建"},
                {"title": "B.	只能创建空白场景"},
                {"title": "C.	创建空白场景、套用场景样例", "result": true},
                {"title": "D.	创建空白场景、单页模板创建"}
            ]
        },
        {
            "title": "56.	创建新场景时，需要：",
            "answer": [
                {"title": "A.	设置翻页方式"},
                {"title": "B.	填写场景名称"},
                {"title": "C.	选择分类", "result": true},
                {"title": "D.	设置场景音乐"}
            ]
        },
        {
            "title": "57.	易企秀编辑界面包括：",
            "answer": [
                {"title": "A.	模板页面栏、状态栏、页面管理框"},
                {"title": "B.	模板页面栏、属性栏、菜单栏"},
                {"title": "C.	模板页面栏、组件栏、页面管理框", "result": true},
                {"title": "D.	模板页面栏、菜单栏、状态栏"}
            ]
        },
        {
            "title": "58.	如何恢复上一步操作：",
            "answer": [
                {"title": "A.	快捷键ctrl+z或点击编辑区撤销"},
                {"title": "B.	快捷键ctrl+z或点击编辑区撤销"},
                {"title": "C.	快捷键ctrl+z或点击编辑区撤销", "result": true},
                {"title": "D.	快捷键ctrl+z或点击编辑区撤销"}
            ]
        },
        {
            "title": "59.	如何复制当前页面：",
            "answer": [
                {"title": "A.	点击编辑区右侧复制当前页，或点击页面管理区复制当前页"},
                {"title": "B.	点击编辑区右侧复制当前页，或点击页面管理区复制当前页"},
                {"title": "C.	点击编辑区右侧复制当前页，或点击页面管理区复制当前页", "result": true},
                {"title": "D.	点击编辑区右侧复制当前页，或点击页面管理区复制当前页"}
            ]
        },
        {
            "title": "60.	如何设置显示或关闭场景网格：",
            "answer": [
                {"title": "A.	点击编辑区域右侧-----点击网格开关"},
                {"title": "B.	点击编辑区域右侧-----点击网格开关"},
                {"title": "C.	点击编辑区域右侧-----点击网格开关", "result": true},
                {"title": "D.	点击编辑区域右侧-----点击网格开关"}
            ]
        },
        {
            "title": "61.	如何设置场景网格线颜色：",
            "answer": [
                {"title": "A.	无法设置网格线颜色"},
                {"title": "B.	点击编辑区域右侧-----选择网格颜色", "result": true},
                {"title": "C.	点击编辑区中网格，右键：下来菜单-----选择网格颜色"},
                {"title": "D.	点击编辑区背景-----选择设置-----选择网格颜色"}
            ]
        },
        {
            "title": "62.	如何设置显示/隐藏编辑区手机边框：",
            "answer": [
                {"title": "A.	无法设置手机边框显示或隐藏"},
                {"title": "B.	点击编辑区域右侧手机边框", "result": true},
                {"title": "C.	双击手机边框，切换显示或隐藏"},
                {"title": "D.	右键手机边框，下来菜单中选择显示/隐藏"}
            ]
        },
        {
            "title": "63.	组件栏包括以下哪些组件：",
            "answer": [
                {"title": "A.	文本、背景、动画、视频、图片、形状、图集、互动、表单、特效"},
                {"title": "B.	文本、背景、音乐、视频、图片、形状、图集、互动、表单、特效", "result": true},
                {"title": "C.	文本、背景、样式、视频、图片、形状、图集、互动、表单、特效"},
                {"title": "D.	文本、背景、视频、图片、形状、图集、互动、表单、特效、长页面"}
            ]
        },
        {
            "title": "64.	如何创建长页面：",
            "answer": [
                {"title": "A.	直接点击添加页面即可"},
                {"title": "B.	点击右侧页面管理底部------选择【新建纵向长页面】", "result": true},
                {"title": "C.	选择多个页面------点击【合成长页面】"},
                {"title": "D.	创建场景时，直接选择【创建长页面】"}
            ]
        },
        {
            "title": "65.	如何将页面存成我的模板",
            "answer": [
                {"title": "A.	点击页面模板栏------选择我的模板------【存为我的模板】"},
                {"title": "B.	点击页面管理框中【存为我的模板】", "result": true},
                {"title": "C.	点击【保存】，直接存为模板"},
                {"title": "D.	选中页面-----右键：下拉菜单，选择【保存模板】"}
            ]
        },
        {
            "title": "66.	如何使用我的模板",
            "answer": [
                {"title": "A.	选择模板栏【我的模板】-----复制模板------使用"},
                {"title": "B.	选择模板栏【我的模板】-----点击模板页即可使用", "result": true},
                {"title": "C.	选择编辑区，右键：下来菜单-----点击选择模板页即可使用"},
                {"title": "D.	选择【我的模板】-----点击模板页即可使用"}
            ]
        },
        {
            "title": "67.	如何删除场景中某一页面",
            "answer": [
                {"title": "A.	选择要删除页面-----点击delete"},
                {"title": "B.	选择要删除页面-----点击页面管理栏中【删除当前页面】", "result": true},
                {"title": "C.	选择要删除页面------右键下拉菜单中：选择样式-------直接删除"},
                {"title": "D.	双击要删除页面------下来菜单中：选择删除"}
            ]
        },
        {
            "title": "68.	场景页面管理中，可对场景做以下哪些操作：",
            "answer": [
                {"title": "A.	排列页面次序、重命名页面"},
                {"title": "B.	排列页面次序、重命名页面、删除页面、添加页面、复制页面", "result": true},
                {"title": "C.	排列页面次序、添加页面、复制页面"},
                {"title": "D.	排列页面次序、重命名页面、删除页面"}
            ]
        },
        {
            "title": "69.	长页面最多可创建：",
            "answer": [
                {"title": "A.	无限长"},
                {"title": "B.	5页长度", "result": true},
                {"title": "C.	3页长度"},
                {"title": "D.	10页长度"}
            ]
        },
        {
            "title": "70.	如何删除场景中多余文本：",
            "answer": [
                {"title": "A.	拖出编辑区即可"},
                {"title": "B.	直接点击deldtd或右键，下拉菜单中选择删除", "result": true},
                {"title": "C.	选中多余文本隐藏即可"},
                {"title": "D.	只能点击deldtd删除"}
            ]
        },
        {
            "title": "71.	如何为文本款设置背景颜色：",
            "answer": [
                {"title": "A.	选种文本框-----组件设置框：动画设置 ----背景颜色"},
                {"title": "B.	选种文本框-----组件设置框：样式中，选择基础样式----背景颜色", "result": true},
                {"title": "C.	选种文本框-----组件设置框：触发设置----背景颜色"},
                {"title": "D.	双击文本框-----直接设置背景颜色"}
            ]
        },
        {
            "title": "72.	如何为文本款设置半透明背景色：",
            "answer": [
                {"title": "A.	选中文本框-----组件设置框：动画设置 ----调整透明"},
                {"title": "B.	选中文本框-----组件设置框：样式中，选择基础样式----调整透明", "result": true},
                {"title": "C.	选中文本框-----组件设置框：样式中，边框样式----调整透明"},
                {"title": "D.	选中文本框-----组件设置框：样式中，阴影样式----调整透明"}
            ]
        },
        {
            "title": "73.	如何为文本款设置固定位置：",
            "answer": [
                {"title": "A.	选种文本框-----组件设置框：样式中，边框样式----固定组件"},
                {"title": "B.	选种文本框-----组件设置框：样式中，选择基础样式----固定组件", "result": true},
                {"title": "C.	选种文本框-----组件设置框：样式中，阴影样式----固定组件"},
                {"title": "D.	选种文本框-----组件设置框：动画设置----固定组件"}
            ]
        },
        {
            "title": "74.	如何为文本款设置点状边框线：",
            "answer": [
                {"title": "A.	选种文本框-----组件设置框：样式中，基础样式----样式：点状线"},
                {"title": "B.	选种文本框-----组件设置框：样式中，选择边框样式----样式：点状线", "result": true},
                {"title": "C.	选种文本框-----组件设置框：样式中，阴影样式----样式：点状线"},
                {"title": "D.	选种文本框-----组件设置框：触发设置----样式：点状线"}
            ]
        },
        {
            "title": "75.	如何为文本款设置圆角：",
            "answer": [
                {"title": "A.	选种文本框-----组件设置框：样式中，基础样式----弧度"},
                {"title": "B.	选种文本框-----组件设置框：样式中，选择边框样式----弧度", "result": true},
                {"title": "C.	选种文本框-----组件设置框：动画----弧度"},
                {"title": "D.	选种文本框-----组件设置框：样式中，选择阴影样式----弧度"}
            ]
        },
        {
            "title": "76.	如何为文本款设置阴影：",
            "answer": [
                {"title": "A.	选种文本框-----组件设置框：样式中，选择基础样式----大小"},
                {"title": "B.	选种文本框-----组件设置框：样式中，选择阴影样式----大小", "result": true},
                {"title": "C.	选种文本框-----组件设置框：样式中，选择边框样式----大小"},
                {"title": "D.	选种文本框-----组件设置框：动画设置----大小"}
            ]
        },
        {
            "title": "77.	如何清除文本设置的样式：",
            "answer": [
                {"title": "A.	选种文本框-----右键下拉菜单 ----清除样式"},
                {"title": "B.	选种文本框-----组件设置框 ----清除样式", "result": true},
                {"title": "C.	选种文本框------- 点击delete"},
                {"title": "D.	双击文本框------- 点击enter"}
            ]
        },
        {
            "title": "78.	文本字号最大可设置：",
            "answer": [
                {"title": "A.	86px"},
                {"title": "B.	96px", "result": true},
                {"title": "C.	296px"},
                {"title": "D.	196px"}
            ]
        },
        {
            "title": "79.	如何清除文本链接：",
            "answer": [
                {"title": "A.	选中需加链接的文字------右键下拉菜单 ------清除超链接"},
                {"title": "B.	选中需加链接的文字------在富文本框中点击------点击清除超链接", "result": true},
                {"title": "C.	选中需加链接的文字------右键下拉菜单------样式：清除样式"},
                {"title": "D.	选中需加链接的文字------点击delete"}
            ]
        },
        {
            "title": "80.	如何设置文字行高：",
            "answer": [
                {"title": "A.	选择文本------右键：下拉菜单：选择行高"},
                {"title": "B.	双击文本，在富文本框中选择", "result": true},
                {"title": "C.	右键文本--------下拉菜单中选择-------样式：边框样式-------设置行高"},
                {"title": "D.	选中文本-------点击enter"}
            ]
        },
        {
            "title": "81.	如何给文字添加链接跳转到场景内某一页：",
            "answer": [
                {"title": "A.	选中需加链接的文字----- 右键：下拉菜单中选择：触发------选择【场景页面】"},
                {"title": "B.	选中需加链接的文字------在富文本框中点击-------------选择【场景页面】", "result": true},
                {"title": "C.	点击需加链接的文字------组件设置框：样式---------选择【链接】------选择【场景页面】"},
                {"title": "D.	双击需加链接的文字------在下拉菜单中点击------选择【场景页面】"}
            ]
        },
        {
            "title": "82.	如何为文本设置动画：",
            "answer": [
                {"title": "A.	选中文本----组件设置框：动画-----添加动画", "result": true},
                {"title": "B.	选中文本----组件设置框：样式-----添加动画"},
                {"title": "C.	选中文本----组件设置框：触发-----添加动画"},
                {"title": "D.	选中文本----选择互动-----添加动画"}
            ]
        },
        {
            "title": "83.	如何清除文本中所有动画：",
            "answer": [
                {"title": "A.	选中文本----组件设置框：动画-----清除动画", "result": true},
                {"title": "B.	选中文本----组件设置框：样式-----清除样式"},
                {"title": "C.	选中文本----组件设置框：触发-----清除"},
                {"title": "D.	选中文本----富文本框中-----选择清除"}
            ]
        },
        {
            "title": "84.	如何为文本设置多个动画",
            "answer": [
                {"title": "A.	选中文本----组件设置框：动画-----添加动画------继续【添加动画】", "result": true},
                {"title": "B.	选中文本----组件设置框：样式-----添加动画------继续【添加动画】"},
                {"title": "C.	选中文本----组件设置框：触发-----添加动画------继续【添加动画】"},
                {"title": "D.	选中文本----富文本框中-----添加动画------继续【添加动画】"}
            ]
        },
        {
            "title": "85.	如何删除文本中多个动画中的某一个：",
            "answer": [
                {"title": "A.	选中文本----组件设置框：动画-----点击删除", "result": true},
                {"title": "B.	选中文本----组件设置框：样式-----点击删除"},
                {"title": "C.	选中文本----组件设置框：触发-----点击删除"},
                {"title": "D.	选中文本----右键下来菜单：链接-----点击删除"}
            ]
        },
        {
            "title": "86.	如何为文本设置点击，触发界面中其他组件显示或隐藏：",
            "answer": [
                {"title": "A.	选中文本----组件设置框：触发-----添加触发------【界面已有元素】", "result": true},
                {"title": "B.	选中文本----组件设置框：动画-----添加触发------【界面已有元素】"},
                {"title": "C.	选中文本----组件设置框：样式-----添加触发------【界面已有元素】"},
                {"title": "D.	双击选中文本 ------添加触发------【界面已有元素】"}
            ]
        },
        {
            "title": "87.	如何为文本设置摇一摇触发界面中其他组件显示或隐藏：",
            "answer": [
                {"title": "A.	选中文本----组件设置框：触发-----【浏览页面时，当】选择【摇一摇】------点击【添加触发】-----【界面已有元素】", "result": true},
                {"title": "B.	选中文本----组件设置框：样式-----【浏览页面时，当】选择【摇一摇】------点击【添加触发】-----【界面已有元素】"},
                {"title": "C.	选中文本----组件设置框：动画-----【浏览页面时，当】选择【摇一摇】------点击【添加触发】-----【界面已有元素】"},
                {"title": "D.	双击选中文本----富文本框-----【浏览页面时，当】选择【摇一摇】------点击【添加触发】-----【界面已有元素】"}
            ]
        },
        {
            "title": "88.	如何清除文本触发功能：",
            "answer": [
                {"title": "A.	选中文本----组件设置框：触发-----点击【清除】", "result": true},
                {"title": "B.	选中文本----组件设置框：动画-----点击【清除】"},
                {"title": "C.	选中文本----组件设置框：样式-----点击【清除】"},
                {"title": "D.	选中文本----点击delete"}
            ]
        },
        {
            "title": "89.	如何为文本设置音效功能：",
            "answer": [
                {"title": "A.	选中文本----右键下拉菜单【音效】", "result": true},
                {"title": "B.	选中文本----右键下拉菜单【动画】"},
                {"title": "C.	选中文本----右键下拉菜单【链接】"},
                {"title": "D.	选中文本----右键下拉菜单【触发】"}
            ]
        },
        {
            "title": "90.	如何删除场景中多余图片：",
            "answer": [
                {"title": "A.	直接点击deldtd或右键下拉菜单中选择删除", "result": true},
                {"title": "B.	只能右键下拉菜单中选择删除"},
                {"title": "C.	双击图片------选在【取消】"},
                {"title": "D.	只能点击deldtd"}
            ]
        },
        {
            "title": "91.	如何为图片设置背景颜色透明：",
            "answer": [
                {"title": "A.	选中图片-----组件设置框：样式中，选择基础样式----背景颜色---颜色透明度", "result": true},
                {"title": "B.	选中图片-----组件设置框：样式中，选择阴影样式----背景颜色---颜色透明度"},
                {"title": "C.	选中图片-----组件设置框：样式中，选择边框样式----背景颜色---颜色透明度"},
                {"title": "D.	双击图片 -------背景颜色-------设置透明度"}
            ]
        },
        {
            "title": "92.	如何为图片设置半透明：",
            "answer": [
                {"title": "A.	选中图片-----组件设置框：样式中，选择基础样式---透明度", "result": true},
                {"title": "B.	选中图片-----组件设置框：样式中，选择边框样式---透明度"},
                {"title": "C.	选中图片-----组件设置框：样式中，选择阴影样式---透明度"},
                {"title": "D.	选中图片-----组件设置框：样式中，选择基础样式---颜色透明度"}
            ]
        },
        {
            "title": "93.	如何为图片设置固定位置：",
            "answer": [
                {"title": "A.	选中图片-----组件设置框：样式中，选择基础样式----固定组件", "result": true},
                {"title": "B.	选中图片-----组件设置框：样式中，选择高级样式----固定组件"},
                {"title": "C.	选中图片-----组件设置框：样式中，选择边框样式----固定组件"},
                {"title": "D.	选中图片-----组件设置框：样式中，选择阴影样式----固定组件"}
            ]
        },
        {
            "title": "94.	如何为图片设置边框线：",
            "answer": [
                {"title": "A.	选中图片-----组件设置框：样式中，选择边框样式----调整【尺寸】", "result": true},
                {"title": "B.	选中图片-----组件设置框：样式中，选择基础样式----调整【尺寸】"},
                {"title": "C.	选中图片-----组件设置框：样式中，选择高级样式----调整【尺寸】"},
                {"title": "D.	选中图片-----组件设置框：样式中，选择阴影样式----调整【尺寸】"}
            ]
        },
        {
            "title": "95.	如何为图片设置圆角：",
            "answer": [
                {"title": "A.	选种图片-----组件设置框：样式中，选择边框样式----弧度", "result": true},
                {"title": "B.	选种图片-----组件设置框：样式中，选择基础样式----弧度"},
                {"title": "C.	选种图片-----组件设置框：样式中，选择高级样式----弧度"},
                {"title": "D.	选种图片-----组件设置框：样式中，选择阴影样式----弧度"}
            ]
        },
        {
            "title": "96.	如何为文图片设置阴影：",
            "answer": [
                {"title": "A.	选种文图片-----组件设置框：样式中，选择阴影样式----大小", "result": true},
                {"title": "B.	选种文图片-----组件设置框：样式中，选择高级样式----大小"},
                {"title": "C.	选种文图片-----组件设置框：样式中，选择基础样式----大小"},
                {"title": "D.	选种文图片-----组件设置框：样式中，选择边框样式----大小"}
            ]
        },
        {
            "title": "97.	如何清除图片设置的样式：",
            "answer": [
                {"title": "A.	选种文本框-----组件设置框：样式 ----清除样式", "result": true},
                {"title": "B.	选种文本框-----组件设置框：动画 ----清除样式"},
                {"title": "C.	选种文本框-----组件设置框：触发 ----清除样式"},
                {"title": "D.	选种文本框-----直接点击delete"}
            ]
        },
        {
            "title": "98.	如何为图片中添加的网址链接：",
            "answer": [
                {"title": "A.	选中需加链接的图片------ 右键下拉菜单：链接------连接组件弹框中添加：网站地址", "result": true},
                {"title": "B.	选中需加链接的图片------ 双击，添加网址链接"},
                {"title": "C.	选中需加链接的图片------ 右键下拉菜单：触发------添加：网站地址"},
                {"title": "D.	选中需加链接的图片------ 右键下拉菜单：样式------添加：网站地址"}
            ]
        },
        {
            "title": "99.	如何清除图片中链接：",
            "answer": [
                {"title": "A.	选中加链接的图片------ 右键下拉菜单：链接------连接组件中点击红色“关闭”图标", "result": true},
                {"title": "B.	选中加链接的图片------ 直接点击delete"},
                {"title": "C.	选中加链接的图片------- 右键下拉菜单：删除"},
                {"title": "D.	双击已加链接的图片------选择取消"}
            ]
        },
        {
            "title": "100.	如何给图片添加链接跳转到场景内某一页：",
            "answer": [
                {"title": "A.	选中需加链接的图片------ 右键下拉菜单：链接------连接组件弹框中添加：场景页面", "result": true},
                {"title": "B.	选中需加链接的图片------ 右键下拉菜单：动画------连接组件弹框中添加：场景页面"},
                {"title": "C.	选中需加链接的图片------ 右键下拉菜单：触发------连接组件弹框中添加：场景页面"},
                {"title": "D.	选中需加链接的图片------ 右键下拉菜单：样式------连接组件弹框中添加：场景页面"}
            ]
        }
    ]);